aaron-bond.better-comments
eamodio.gitlens
enkia.tokyo-night
github.github-vscode-theme
golang.go
gruntfuggly.todo-tree
llvm-vs-code-extensions.vscode-clangd
marus25.cortex-debug
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.remote-explorer
natqe.reload
ryu1kn.partial-diff
shardulm94.trailing-spaces
usernamehw.errorlens
wayou.vscode-todo-highlight
